
/* Group title of external folders section. */
"ExternalFolders" = "External Folders";

/* Title of the action button offered inside the external folders section */
"AddExternalFolder" = "Add Folder…";
